Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: ནམ་ཁྱོད་བརྗོད་དུ་མེད་པའི་དབྱིངས་ལ་ཤེས་རབ་སྤྱོད་པ་དེའི་ཚེ། འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་གང་ལ་གཟུགས་ཤེས་བྱ་བ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་།
en: Maitreya, do you think that whenever you engage with wisdom in the inexpressible expanse, you apprehend any entity whose signs consist of conditioning to which the designations physical forms, feelings, perceptions, formative predispositions, consciousness and so forth, up to and including the qualities of the buddhas, should be adventitiously imputed?” {

source: རྣམ་པར་ཤེས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་གང་ལ་མིང་བླ་ཐབས་སུ་གདགས་པར་བྱ་བ་དེ་དག་ཁྱོད་ཀྱིས་ཡོད་པར་དམིགས་སམ།
en: Ki.

source: གསོལ་པ། བཅོམ་ལྡན་འདས་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: VIII: 150} “No, Blessed Lord!” “

source: བྱམས་པ་གཞུང་འདིས་ཀྱང་ཁྱོད་ཀྱིས་འདི་ལྟར་རིག་པར་བྱའོ། །འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་བརྗོད་དུ་མེད་པའི་དབྱིངས་ཀྱང་མ་ཡིན། འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་གང་ལ་གཟུགས་ཤེས་བྱ་བ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་།
en: Maitreya,” continued the Blessed One, “as this discourse explains, you should know that those [posited] entities whose signs consist of conditioning are not the inexpressible expanse, but also that the inexpressible expanse is not anything other than those [posited] entities to which the designations physical forms, and feelings, perceptions, formative predispositions, consciousness and so forth, up to and including the qualities of the buddhas, are adventitiously imputed.

source: འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་ཤེས་བྱ་བའི་བར་དུ་མིང་བླ་ཐབས་སུ་གདགས་པ་དེ་དག་ལས་བརྗོད་དུ་མེད་པའི་དབྱིངས་གཞན་པ་ཡང་མ་ཡིན་ནོ། །བྱམས་པ་དེ་སྟེ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་བརྗོད་དུ་མེད་པའི་དབྱིངས་ཡིན་པར་གྱུར་ན་ནི། བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་ཐམས་ཅད་ཀྱང་མྱ་ངན་ལས་འདས་པ་འམ།
en: Maitreya, if [posited] entities whose signs consist of conditioning were the inexpressible expanse, even all ordinary, simple persons would pass into nirvāṇa or attain buddhahood in unsurpassed, complete enlightenment.

source: བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སངས་རྒྱས་པར་འགྱུར་རོ། །བྱམས་པ་དེ་སྟེ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་ལས་བརྗོད་དུ་མེད་པའི་དབྱིངས་གཞན་ཞིག་ཡིན་ན་ནི་བརྗོད་དུ་མེད་པའི་དབྱིངས་གང་ལ། བརྗོད་དུ་མེད་པའི་དབྱིངས་རབ་ཏུ་ཆུད་པར་བྱ་བ་དེའི་མཚན་མ་ཡང་དམིགས་སུ་མེད་པར་འགྱུར་རོ། །བྱམས་པ་གཞུང་འདིས་ཀྱང་ཁྱོད་ཀྱིས་འདི་ལྟར་རིག་པར་བྱའོ།
en: Maitreya, if the inexpressible expanse were not other than those [posited] entities whose signs consist of conditioning, any sign in relation to that inexpressible expanse that is to be comprehended would be nonapprehensible.

source: །འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་བརྗོད་དུ་མེད་པའི་དབྱིངས་ཀྱང་མ་ཡིན། གང་ལ་གཟུགས་ཤེས་བྱ་བ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་ཤེས་བྱ་བའི་བར་དུ་མིང་བླ་ཐབས་སུ་གདགས་པ་དེ་དག་ལས་བརྗོད་དུ་མེད་པའི་དབྱིངས་གཞན་པ་ཡང་མ་ཡིན་ནོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: Maitreya, for this reason, also, you should know that those [posited] entities whose signs consist of conditioning are not the inexpressible expanse, and the inexpressible expanse is not anything other than those [posited] entities to which the designations physical forms, and feelings, perceptions, formative predispositions, consciousness and so forth, up to and including the qualities of the buddhas, are adventitiously imputed.”

source: བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དེ་སྟེ་བྱང་ཆུབ་སེམས་དཔའ་བརྗོད་དུ་མེད་པའི་དབྱིངས་དང་ཉེ་བར་འབྲེལ་པའི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་པ་ན། འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་གང་ལ་གཟུགས་ཤེས་བྱ་བ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས་སངས་རྒྱས་ཀྱི་ཆོས་ཤེས་བགྱི་བའི་བར་དུ་མིང་བླ་ཐབས་སུ་གདགས་པ་གང་ལགས་པ་དེ་དག་དམིགས་སུ་མ་མཆིས་ན།
en: The bodhisattva Maitreya then asked the Blessed One, “Blessed Lord, when bodhisattvas dwell in the perfection of wisdom in association with the inexpressible expanse, if they do not apprehend any [posited] entities whose signs consist of conditioning to which the designations physical forms, and feelings, perceptions, formative predispositions, consciousness and so forth, up to and including the qualities of the buddhas, are adventitiously imputed, in that case, Blessed Lord, is it an existent or a nonexistent that they would not apprehend?”

source: བཅོམ་ལྡན་འདས་དེ་ཅི་ལགས། མཆིས་པ་ལས་དམིགས་སུ་མ་མཆིས་སམ་འོན་ཏེ་མ་མཆིས་པ་ལགས། དེ་སྐད་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་ལ་བཀའ་སྩལ་པ། བྱམས་པ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་རང་དབང་དུ་ཡོད་པ་ཉིད་དམ།
en: The Blessed One replied to the bodhisattva Maitreya, “Maitreya, those [posited] entities whose signs consist of conditioning are without any independent existence or nonexistence at all.

source: མེད་པ་ཉིད་དུ་འགྱུར་བ་གང་ཡང་མེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། བྱམས་པ་ཁྱོད་གང་གི་ཚེ། འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་ལ་རྣམ་པར་རྟོག་པ་དེའི་ཚེ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་རྣམ་པར་རྟོག་པས་གཟུང་བ་མ་ཡིན་ནམ།
en: If you ask why, Maitreya, when you conceptualize those [posited] entities whose signs consist of conditioning, are those [posited] entities whose signs consist of conditioning not grasped by way of conceptualization?

source: གང་གི་ཚེ་བརྗོད་དུ་མེད་པའི་དབྱིངས་དང་ཉེ་བར་འབྲེལ་པའི་ཤེས་རབ་ཀྱི་སྤྱོད་པ་ལ་གནས་ཤིང་། རྣམ་པར་མི་རྟོག་པ་དེའི་ཚེ་ན་ཡང་། རྣམ་པར་མི་རྟོག་པས་ཟིན་པར་མ་གྱུར་ཏམ།
en: When you dwell in the practice of wisdom in association with the inexpressible expanse, and are without conceptual thoughts, are they then not grasped by way of nonconceptualization?” “

source: །བྱམས་པ་དེ་ལྟ་ན་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་གང་ལ་གཟུགས་ཤེས་བྱ་བ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས་སངས་རྒྱས་ཀྱི་ཆོས་ཐམས་ཅད་ཅེས་བྱ་བར་མིང་བླ་ཐབས་སུ་གདགས་པ་གང་ཡིན་པ་དེ་དག་རྣམ་པར་རྟོག་པ་ཙམ་དུ་ཟད་པ་མ་ཡིན་ནམ།
en: Maitreya, if they were, would any [posited] entities, whose signs consist of conditioning to which the designations physical forms, and feelings, perceptions, formative predispositions, consciousness and so forth, up to and including the qualities of the buddhas, are adventitiously imputed, not merely be conceptualizations? {

source: དེ་རྣམ་པར་རྟོག་པ་ཙམ་དུ་ཟད་ན་ཡང་།
en: Ki.

source: རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་ལ་གནས་ཤིང་། རྣམ་པར་རྟོག་པ་བསྩལ་པ་ན། ཡོད་པར་དམིགས་པ་གང་ལ་གཟུགས་ཤེས་བྱ་བ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་།
en: VIII: 151} And even if they are mere conceptualizations, if you seek to conceptualize while abiding in the nonconceptual expanse, what could be apprehended as an existent [or nonexistent] to which the designations physical forms, and feelings, perceptions, formative predispositions, consciousness and so forth, up to and including the qualities of the buddhas, [might be adventitiously imputed]?”

source: རྣམ་པར་ཤེས་པ་ནས་སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་ཡོད་པར་དམིགས་པ་དེ་གང་ཡིན། དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་ཅིང་། ཆོས་རབ་ཏུ་འབྱེད་མཁས་པ་ལ་གནས་པས་གཟུགས་རབ་ཏུ་དབྱེ་བ་རྣམ་པ་དུས་གདགས་པ་འཚལ་བར་བགྱི།
en: The bodhisattva Maitreya then asked the Blessed One, “Blessed Lord, in how many ways should bodhisattvas who practice the perfection of wisdom and maintain the skill that distinguishes phenomena understand the conceptual subdivision of physical forms?

source: ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས་སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་རབ་ཏུ་དབྱེ་བ་རྣམ་པ་དུས་གདགས་པར་འཚལ་བར་བགྱི།
en: In how many ways should they understand the conceptual subdivision of feelings, perceptions, formative predispositions, consciousness and so forth, up to and including the qualities of the buddhas?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་ལ་བཀའ་སྩལ་པ། བྱམས་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་སྤྱོད་ཅིང་། ཆོས་རབ་ཏུ་འབྱེད་མཁས་པ་ལ་གནས་པའི་བྱང་ཆུབ་སེམས་དཔའ་རྣམ་པ་གསུམ་གྱིས་གཟུགས་རབ་ཏུ་དབྱེ་བ་གདགས་པ་རྗེས་སུ་ཤེས་པར་བྱའོ།
en: The Blessed One replied to the bodhisattva Maitreya, “Maitreya, bodhisattvas who practice the perfection of wisdom and maintain the skill that distinguishes phenomena should understand the conceptual subdivision of physical forms in three ways.

source: །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས་སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་རབ་ཏུ་དབྱེ་བ་གདགས་པ་རྗེས་སུ་ཤེས་པར་བྱ་སྟེ། འདི་ལྟར་འདི་ནི་ཡོངས་སུ་བརྟགས་པའི་གཟུགས།
en: They should understand the conceptual subdivision of feelings, perceptions, formative predispositions, consciousness and so forth, up to and including the qualities of the buddhas, in three ways.

source: འདི་ནི་རྣམ་པར་བརྟགས་པའི་གཟུགས་འདི་ནི་ཆོས་ཉིད་ཀྱི་གཟུགས་སོ། །འདི་ལྟར་འདི་ནི་ཡོངས་སུ་བརྟགས་པའི་ཚོར་བ། འདི་ནི་རྣམ་པར་བརྟགས་པའི་ཚོར་བ། འདི་ནི་ཆོས་ཉིད་ཀྱི་ཚོར་བའོ། །འདི་ལྟར་འདི་ནི་ཡོངས་སུ་བརྟགས་པའི་འདུ་ཤེས། འདི་ནི་རྣམ་པར་བརྟགས་པའི་འདུ་ཤེས། འདི་ནི་ཆོས་ཉིད་ཀྱི་འདུ་ཤེས་སོ། །འདི་ལྟར་འདི་ནི་ཡོངས་སུ་བརྟགས་པའི་འདུ་བྱེད། འདི་ནི་རྣམ་པར་བརྟགས་པའི་འདུ་བྱེད། འདི་ནི་ཆོས་ཉིད་ཀྱི་འདུ་བྱེད་དོ། །འདི་ལྟར་འདི་ནི་ཡོངས་སུ་བརྟགས་པའི་རྣམ་པར་ཤེས་པ། འདི་ནི་རྣམ་པར་བརྟགས་པའི་རྣམ་པར་ཤེས་པ། འདི་ནི་ཆོས་ཉིད་ཀྱི་རྣམ་པར་ཤེས་པའོ་ཞེས་བྱ་བ་ནས། འདི་ལྟར་འདི་དག་ནི་ཡོངས་སུ་བརྟགས་པའི་སངས་རྒྱས་ཀྱི་ཆོས་འདི་དག་ནི་རྣམ་པར་བརྟགས་པའི་སངས་རྒྱས་ཀྱི་ཆོས། འདི་དག་ནི་ཆོས་ཉིད་ཀྱི་སངས་རྒྱས་ཀྱི་ཆོས་སོ་ཞེས་བྱ་བའི་བར་དུའོ།
en: That is to say, [they should understand in this way] ‘these are imagined physical forms, these are conceptualized physical forms, these are real physical forms; these are imagined feelings, these are conceptualized feelings, these are real feelings; these are imagined perceptions, these are conceptualized perceptions, these are real perceptions; these are imagined formative predispositions, these are conceptualized formative predispositions, these are real formative predispositions; this is imagined consciousness, this is conceptualized consciousness, this is real consciousness,’ and so on, up to and including ‘these are imagined qualities of the buddhas, these are conceptualized qualities of the buddhas, and these are real qualities of the buddhas.’ ”

source: །དེ་སྐད་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་འདི་སྐད་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་ཡོངས་སུ་བརྟགས་པའི་གཟུགས་གང་ལགས་རྣམ་པར་བརྟགས་པའི་གཟུགས་གང་ལགས། ཆོས་ཉིད་ཀྱི་གཟུགས་གང་ལགས།
en: The bodhisattva Maitreya then asked the Blessed One, “Blessed Lord, what are imagined physical forms, what are conceptualized physical forms, and what are real physical forms?

source: བཅོམ་ལྡན་འདས་ཡོངས་སུ་བརྟགས་པའི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་གང་ལགས།
en: Blessed Lord, what are imagined, [conceptualized, and real] feelings, perceptions, formative predispositions, and consciousness [and so forth]?

source: བཅོམ་ལྡན་འདས་ཡོངས་སུ་བརྟགས་པའི་སངས་རྒྱས་ཀྱི་ཆོས་གང་ལགས།
en: Blessed Lord, what are imagined qualities of the buddhas?

source: རྣམ་པར་བརྟགས་པའི་སངས་རྒྱས་ཀྱི་ཆོས་གང་ལགས།
en: What are conceptualized qualities of the buddhas?

source: ཆོས་ཉིད་ཀྱི་སངས་རྒྱས་ཀྱི་ཆོས་གང་ལགས། བཀའ་སྩལ་པ།
en: What are real qualities of the buddhas?” “

source: བྱམས་པ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་དེ་དག་ལ་གཟུགས་སོ་ཞེས་མིང་དང་འདུ་ཤེས་དང་ཐ་སྙད་དུ་བྱ་བ་ལ་བརྟེན་ནས་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་དུ་ཡོངས་སུ་བརྟགས་པ་གང་ཡིན་པ་འདི་ནི་ཡོངས་སུ་བརྟགས་པའི་གཟུགས་སོ། །བྱམས་པ་འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་དེ་དག་ལ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས་སངས་རྒྱས་ཀྱི་ཆོས་སོ་ཞེས་བྱ་བའི་བར་དུ་མིང་དང་། འདུ་ཤེས་དང་། གདགས་པ་དང་ཐ་སྙད་དུ་བྱ་བ་ལ་བརྟེན་ནས་ཚོར་བའི་ངོ་བོ་ཉིད་དང་། འདུ་ཤེས་དང་།
en: Maitreya, imagined physical forms are those that have been imagined in accordance with the [false] inherent existence of physical forms, dependent on the name, notion, [imputation,] and conventional expression physical forms, and with respect to this or that entity whose signs consist of conditioning. {

source: འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་ངོ་བོ་ཉིད་དུ་ཡོངས་སུ་བརྟགས་པ་གང་ཡིན་པ་འདི་དག་ནི།
en: Ki.

source: ཡོངས་སུ་བརྟགས་པའི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས་སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་འདི་དག་ནི་ཡོངས་སུ་བརྟགས་པའི་སངས་རྒྱས་ཀྱི་ཆོས་སོ། །འདུ་བྱེད་ཀྱི་མཚན་མའི་དངོས་པོ་དེ་དང་དེ་དག་ལ་རྣམ་པར་རྟོག་པའི། ཆོས་ཉིད་ཙམ་དུ་གནས་པའི་རྣམ་པར་རྟོག་པ་ལ་བརྟེན་ནས།
en: VIII: 152} Maitreya, imagined feelings, perceptions, formative predispositions, consciousness, and so on, up to and including [imagined] qualities of the buddhas, are those that have been imagined in accordance with the [false] inherent existence of feelings and the [false] inherent existence of perceptions, formative predispositions, consciousness, and so on, up to and including the qualities of the buddhas, dependent on the names, notions, imputations, and conventional expressions feelings, perceptions, formative predispositions, consciousness and so forth, up to and including the qualities of the buddhas, and with respect to this or that entity whose signs consist of conditioning. “

source: མངོན་པར་སྨྲ་བ་གང་ལ་འདི་ནི་མིང་དང་། འདུ་ཤེས་དང་། གདགས་པ་དང་། ཐ་སྙད་ཀྱི་གཟུགས་སོ། །ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུའོ་ཞེས་བྱ་བ་གང་ཡིན་པ་འདི་ནི་རྣམ་པར་བརྟགས་པའི་གཟུགས་སོ། །འདི་ནི་རྣམ་པར་བརྟགས་པའི་ཚོར་བ་རྣམ་པར་བརྟགས་པའི་འདུ་ཤེས་རྣམ་པར་བརྟགས་པའི་འདུ་བྱེད། རྣམ་པར་བརྟགས་པའི་རྣམ་པར་ཤེས་པ་ནས།
en: Conceptualized physical forms, conceptualized feelings, conceptualized perceptions, conceptualized formative predispositions, conceptualized consciousness and so forth, up to and including conceptualized qualities of the buddhas, are those nominal, notional, imputed, and conventionally expressed physical forms, feelings, perceptions, formative predispositions, consciousness and so forth, up to and including the qualities of the buddhas, that have been verbalized dependent on conceptualizations that are merely posited as reality, and with respect to this or that entity whose signs consist of conditioning. “ ‘

source: རྣམ་པར་བརྟགས་པའི་སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུའོ། །དེ་བཞིན་གཤེགས་པ་རྣམས་བྱུང་ཡང་རུང་། དེ་བཞིན་གཤེགས་པ་རྣམས་མ་བྱུང་ཡང་རུང་། ཆོས་ཉིད་དང་ཆོས་ཀྱི་གནས་ཉིད་ཀྱི་དབྱིངས་འདི་དག་ནི་གནས་པ་ཉིད་དེ། བརྟགས་པའི་གཟུགས་གང་ཡིན་པ་དེས།
en: Real physical forms, and real feelings, perceptions, formative predispositions, consciousness, and so forth, up to and including the qualities of the buddhas,’ denote reality and the expanse of the abiding nature of reality, whether the tathāgatas have appeared or whether the tathāgatas have not appeared.

source: རྣམ་པར་བརྟགས་པའི་གཟུགས་དེ་རྟག་ཅིང་རྟག་པའི་དུས་བརྟན་ཞིང་བརྟན་པའི་དུས་སུ་ངོ་བོ་ཉིད་མེད་ཅིང་ཆོས་བདག་མེད་པ་དང་། དེ་བཞིན་ཉིད་དང་། ཡང་དག་པའི་མཐའ་གང་ཡིན་པ་འདི་ནི་ཆོས་ཉིད་ཀྱི་གཟུགས་སོ། །འདི་ནི་ཆོས་ཉིད་ཀྱི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས་འདི་དག་ནི་ཆོས་ཉིད་ཀྱི་སངས་རྒྱས་ཀྱི་ཆོས་སོ་ཞེས་བྱ་བའི་བར་དུའོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: This abiding nature is the absence of inherent existence, nonself, real nature, and very limit of reality, eternal through all eternity, and constant through all time, of those [aforementioned] conceptualized physical forms [and so forth], and owing to those [aforementioned] imagined physical forms [and so forth].”

source: བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་འདི་སྐད་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གཟུགས་འདི་གསུམ་ལས་གཟུགས་གང་རྫས་མ་མཆིས་པར་བལྟ་བར་བགྱི། གང་རྫས་མཆིས་པ་ལགས། གང་རྫས་མཆིས་པ་ཡང་མ་ལགས། རྫས་མ་མཆིས་པ་ཡང་མ་ལགས་ལ། དོན་དམ་པས་རབ་ཏུ་ཕྱེ་བ་ལགས།
en: The bodhisattva Maitreya then asked the Blessed One, “Blessed Lord, among those three aspects of physical forms, which physical forms are regarded as insubstantial, which are substantial, and which are neither substantial nor insubstantial, as distinguished in accordance with ultimate reality?

source: བཅོམ་ལྡན་འདས་ཚོར་བ་འདི་གསུམ་དང་། འདུ་ཤེས་འདི་གསུམ་དང་། འདུ་བྱེད་འདི་གསུམ་དང་། རྣམ་པར་ཤེས་པ་འདི་གསུམ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་འདི་གསུམ་གྱི་བར་དུ་སངས་རྒྱས་ཀྱི་ཆོས་གང་རྫས་མ་མཆིས་པར་བལྟ་བར་བགྱི། གང་རྫས་མཆིས་པར་བལྟ་བར་བགྱི། གང་རྫས་མ་མཆིས་པ་ཡང་མ་ལགས། རྫས་མཆིས་པ་ཡང་མ་ལགས་པར་བལྟ་བར་བགྱི་ཞིང་དོན་དམ་པས་རབ་ཏུ་ཕྱེ་བ་ལགས།
en: Blessed Lord, among those three aspects of feelings, three aspects of perceptions, three aspects of formative predispositions, three aspects of consciousness, and so forth, up to and including the three aspects of the qualities of the buddhas, which qualities of the buddhas [and so forth] are regarded as insubstantial, which are substantial, and which are neither insubstantial nor substantial, as distinguished in accordance with ultimate reality?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་ལ་བཀའ་སྩལ་པ། བྱམས་པ་ཡོངས་སུ་བརྟགས་པའི་གཟུགས་གང་ཡིན་པ་དེ་ནི་རྫས་མེད་པར་བལྟའོ།
en: The Blessed One replied to the bodhisattva Maitreya, “Maitreya, physical forms that are imagined are regarded as insubstantial.

source: །རྣམ་པར་བརྟགས་པའི་གཟུགས་གང་ཡིན་པ་དེ་ནི་རྣམ་པར་རྟོག་པ་རྫས་ཡོད་པའི་ཕྱིར་རྫས་ཡོད་པར་ལྟའི་རང་དབང་དུ་འཇུག་པ་ནི་མ་ཡིན་ནོ།
en: Physical forms that are conceptualized are regarded as substantial because conceptualization is substantial, although they lack independent existence.

source: །ཆོས་ཉིད་ཀྱི་གཟུགས་གང་ཡིན་པ་དེ་ནི་རྫས་མེད་པ་ཡང་མ་ཡིན་རྫས་ཡོད་པ་ཡང་མ་ཡིན་ཏེ། དོན་དམ་པས་རབ་ཏུ་ཕྱེ་བ་ཡིན་པར་བལྟའོ། །ཡོངས་སུ་བརྟགས་པའི་ཚོར་བ་དང་། འདུ་ཤེས་དང་།
en: Physical forms that are real are regarded as neither insubstantial nor substantial, as distinguished in accordance with ultimate reality.

source: འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་གང་ཡིན་པ་ནས། ཡོངས་སུ་བརྟགས་པའི་སངས་རྒྱས་ཀྱི་ཆོས་གང་ཡིན་པའི་བར་དུ་འདི་དག་ནི་རྫས་མེད་པར་བལྟའོ། །རྣམ་པར་བརྟགས་པའི་ཚོར་བ་དང་། འདུ་ཤེས་དང་།
en: Feelings, perceptions, formative predispositions, and consciousness that are imagined, and so forth, up to and including qualities of the buddhas that are imagined, are regarded as insubstantial. {

source: རྣམ་པར་ཤེས་པ་ནས་རྣམ་པར་བརྟགས་པའི་སངས་རྒྱས་ཀྱི་ཆོས་གང་ཡིན་པའི་བར་དུ་རྣམ་པར་རྟོག་པ་རྫས་ཡོད་པའི་ཕྱིར་རྫས་ཡོད་པར་བལྟའི། རང་དབང་དུ་འཇུག་པ་ནི་མ་ཡིན་ནོ། །བྱམས་པ་ཆོས་ཉིད་ཀྱི་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་གང་ཡིན་པ་ནས།
en: VIII: 153} Feelings, perceptions, formative predispositions, and consciousness that are conceptualized, and so forth, up to and including qualities of the buddhas that are conceptualized, are regarded as substantial because conceptualization is substantial, although they lack independent existence.

source: ཆོས་ཉིད་ཀྱི་སངས་རྒྱས་ཀྱི་ཆོས་གང་ཡིན་པའི་བར་དུ་དེ་དག་ནི་རྫས་མེད་པ་ཡང་མ་ཡིན་རྫས་ཡོད་པ་ཡང་མ་ཡིན་ཏེ་དོན་དམ་པས་རབ་ཏུ་ཕྱེ་བ་ཡིན་པར་བལྟའོ། །དེ་སྐད་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བཅོམ་ལྡན་འདས་ཀྱིས་འདི་ལྟར་གཟུགས་ཤེས་བགྱི་བ་གཉིས་སུ་མ་མཆིས་པར་བརྩིས་འདི་ལྟར་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་དེ་དག་གཉིས་སུ་མ་མཆིས་པར་བརྩིས་ཏེ། དེ་ལྟར་གཟུགས་རབ་ཏུ་དབྱེ་བ་མཛད། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས།
en: Feelings, perceptions, formative predispositions, and consciousness that are real, and so forth, up to and including qualities of the buddhas that are real, are regarded as neither insubstantial nor substantial, as distinguished in accordance with ultimate reality.”

source: སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་རབ་ཏུ་དབྱེ་བ་མཛད་ན། བཅོམ་ལྡན་འདས་ཀྱིས་ཅི་ལ་དགོངས་ནས་འདི་ལྟར་གཟུགས་ཤེས་བགྱི་བ་འདི་ལྟར་གཟུགས་ཤེས་བགྱི་བ་འདི་གཉིས་སུ་མ་མཆིས་པར་བརྩིས། འདི་ལྟར་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་གཉིས་སུ་མ་མཆིས་པར་བརྩིས་ཏེ་བསྟན།
en: The bodhisattva Maitreya then asked the Blessed One, “Blessed Lord, when the Blessed One distinguishes physical forms and distinguishes feelings, perceptions, formative predispositions, consciousness and so forth, up to and including the qualities of the buddhas, reckoning that physical forms are without duality, and reckoning that feelings, perceptions, formative predispositions, consciousness and so forth, up to and including the qualities of the buddhas, are without duality, what did the Blessed One intend when he taught, reckoning that physical forms are without duality and reckoning that feelings, perceptions, formative predispositions, consciousness and so forth, up to and including the qualities of the buddhas, are without duality?”

source: དེ་སྐད་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པ་ལ་བཀའ་སྩལ་པ། བྱམས་པ་དེ་ཇི་སྙམ་དུ་སེམས། ཡོངས་སུ་བརྟགས་པའི་གཟུགས་ལ་རྫས་མེད་པ་དེ་གཟུགས་སམ། འོན་ཏེ་གཟུགས་མ་ཡིན།
en: The Blessed One replied to the bodhisattva Maitreya, “Maitreya, do you think that with respect to imagined physical forms, that insubstantiality is material or else is it not material?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་མ་ལགས་སོ།
en: Blessed Lord, it is not [material]!” “

source: །གང་ཡང་དེ་ལ་མིང་དང་། འདུ་ཤེས་དང་། གདགས་པ་དང་། ཐ་སྙད་ཙམ་གྱི་གཟུགས་ཤེས་བྱ་བ་དེ་ཅི་གཟུགས་ཡིན་ནམ།
en: Are these ‘nominal, notional, imputed, and conventionally expressed physical forms’ material?” “

source: །བྱམས་པ་རྣམ་གྲངས་དེས་ཀྱང་ཁྱོད་ཀྱིས་འདི་ལྟར་རིག་པར་བྱའོ། །ཡོངས་སུ་བརྟགས་པའི་གཟུགས་གང་ཡིན་པ་དེ་ནི་གཟུགས་ཀྱང་མ་ཡིན། གཟུགས་མེད་པ་ཡང་མ་ཡིན། གཟུགས་ཀྱང་མ་ཡིན།
en: For this reason, Maitreya, you should indeed know that imagined physical forms are neither material nor immaterial.

source: གཟུགས་མེད་པ་ཡང་མ་ཡིན་པ་གང་ཡིན་པ་དེ་ནི་གཉིས་སུ་མེད་པ་སྟེ།
en: That which is neither material nor immaterial is without duality.

source: ངས་འདི་ལ་དགོངས་ནས་འདི་ལྟར་གཟུགས་ཤེས་བྱ་བ་འདི་གཉིས་སུ་མེད་པར་བརྩི་བར་གསུངས་སོ།
en: It is with this intention that I have said that these ‘physical forms’ are reckoned to be without duality. “

source: །བྱམས་པ་དེ་ཇི་སྙམ་དུ་སེམས། རྣམ་པར་བརྟགས་པའི་གཟུགས་རྫས་ཡོད་པ་དེ་ལ་བརྟེན་ནས། མིང་དང་འདུ་ཤེས་དང་། གདགས་པ་དང་། ཐ་སྙད་དུ་འགྱུར་བ་གང་ཡིན་པ་དེ་ཅི་གཟུགས་ཡིན་ནམ།
en: Maitreya, do you think that anything nominal, notional, imputed, and conventionally expressed, dependent on those conceptualized physical forms that are substantially existing, is material?” “

source: །བྱམས་པ་དེ་ཇི་སྙམ་དུ་སེམས། རྣམ་པར་བརྟགས་པའི་གཟུགས་དེ་ཉིད་ལ་ཡོངས་སུ་བརྟགས་པའི་གཟུགས་ཀྱི་ངོ་བོ་ཉིད་མེད་པ་དང་། དེའི་མཚན་ཉིད་མ་ཡིན་པ་གང་ཡིན་པ་དེ་ཅི་གཟུགས་ཡིན་ནམ།
en: Maitreya, do you think that with regard to these same conceptualized physical forms, the lack of inherent existence of imagined physical forms and their lack of defining characteristics is material?” {

source: །བྱམས་པ་གཞུང་དེས་ཀྱང་ཁྱོད་ཀྱིས་འདི་ལྟར་རིག་པར་བྱའོ། །རྣམ་པར་བརྟགས་པའི་གཟུགས་གང་ཡིན་པ་དེ་གཟུགས་ཀྱང་མ་ཡིན། གཟུགས་མེད་པ་ཡང་མ་ཡིན་ནོ། །གཟུགས་ཀྱང་མ་ཡིན།
en: Maitreya, as this discourse also explains, you should know that those conceptualized physical forms, also, are neither material nor immaterial.

source: གཟུགས་མེད་པ་ཡང་མ་ཡིན་པ་གང་ཡིན་པ་དེ་ཡང་གཉིས་སུ་མེད་པ་སྟེ།
en: That which is neither material nor immaterial is indeed without duality.

source: ངས་དེ་ལ་དགོངས་ནས་འདི་ལྟར་གཟུགས་ཤེས་བྱ་བ་འདི་གཉིས་སུ་མེད་པར་བརྩི་བར་གསུངས་སོ།
en: It is with this intention that I have said that these ‘physical forms’ are reckoned to be without duality. “

source: །བྱམས་པ་དེ་ཇི་སྙམ་དུ་སེམས། ཆོས་ཉིད་ཀྱི་གཟུགས་གཟུགས་བདག་མེད་པར་རབ་ཏུ་ཕྱེ་བ་དེ་ཅི་གཟུགས་ཡིན་ནམ། གསོལ་པ།
en: Maitreya, do you think that those physical forms that are real and distinguished as nonself of physical forms are material?” “

source: །ཆོས་ཉིད་ཀྱི་གཟུགས་དེའི་གཟུགས་ཀྱི་ཆོས་ཉིད་གང་ཡིན་པ་དེ་ཡང་ཅི་གཟུགས་ཡིན་ནམ། གསོལ་པ།
en: Is the reality of physical forms, with respect to those physical forms that are real, material?” “

source: །བྱམས་པ་གཞུང་དེས་ཀྱང་ཁྱོད་ཀྱིས་འདི་ལྟར་རིག་པར་བྱའོ། །ཆོས་ཉིད་ཀྱི་གཟུགས་གང་ཡིན་པ་དེ་ཡང་གཟུགས་མ་ཡིན། གཟུགས་མེད་པ་ཡང་མ་ཡིན་ནོ།
en: Maitreya, as this discourse also explains, you should know that those real physical forms, also, are neither material nor immaterial.

source: །གང་གཟུགས་ཀྱང་མ་ཡིན་གཟུགས་མེད་པ་ཡང་མ་ཡིན་པ་དེ་ནི་གཉིས་སུ་མེད་པ་སྟེ།
en: That which is neither material nor immaterial is indeed without duality.

source: ངས་དེ་ལ་དགོངས་ནས་འདི་ལྟར་གཟུགས་དེ་གཉིས་སུ་མེད་པར་བརྩི་བར་གསུངས་སོ།
en: It is with this intention that I have said that these ‘physical forms’ are reckoned to be without duality. “

source: །དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ནས་སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་བར་དུ་སྦྱར་བར་བྱའོ། །དེ་སྐད་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་བྱམས་པས་འདི་སྐད་གསོལ་ཏོ།
en: This [reasoning] should be similarly applied in the case of feelings, perceptions, formative predispositions, consciousness and so forth, up to and including the qualities of the buddhas.”
